paragraph_1 = """
乔琳被自己的学长邀请参加了一个小型聚会，在宴会上遇到了顾清。一个服务生不小心撞到了顾清，弄脏了顾清的衣服。顾清很冷酷的批评了这个服务生。乔琳看到了之后觉得顾清是个有点糟糕的人，并上前制止顾清，认为一件衣服而已，顾清完全没必要这么为难一个普通的服务生。
"""
paragraph_2 = """
看到两个人起了争执，云哲作为宴会的主人赶忙出来打圆场。顾清因着急开会跟云哲告别之后离开了，乔琳则好奇的询问云哲刚与自己起争执的人是谁，云哲告诉乔琳对方是某某公司的总裁，跟自己是从小到大的好友。乔琳本以为自己再也不一跟这种人有瓜葛，直到第二天前去新公司报道时，发现自己的上司正是跟自己起了争执的顾清，她以为顾清会为难自己，没想到顾清没有在工作场合给自己难堪。
"""
paragraph_3 = """
乔琳在顾清的公司工作了几天，发现她所在的设计部的副总监一直处处针对她，跟同事中了解了之后原来自己空降之后抢了副总监原本的位置。所以副总监才总针对乔琳，乔琳知道后也不气恼，打算主动跟副总监沟通，缓和同事关系，没想到副总监却在公司造谣乔琳主动勾引他。这件事自然也被顾清知道了。
"""
paragraph_4 = """
顾清一早就知道副总监的为人，借着这次事件把副总监踢出了公司。乔琳第一次意识到也许顾清并不是是非不分，只是看事情的角度不一样。对顾清产生了改观。乔琳在一次与云哲的约会时告诉了云哲最近发生的事情。云哲笑问她是不是喜欢上了顾清
乔琳此时对顾清感觉是……
"""
paragraph_5 = """
与云哲的约会谈心后乔琳弄不清出自己的心意，她的性格让她决定不去想那么多，先去逛街再说，她决定去哪呢？她选择去到一个地方，却看到了顾清和慕蓉蓉在拉扯。她慌忙的跑开了。
"""
paragraph_6 = """
顾清很奇怪，乔琳最近总是躲着他。明明前段时间因为副总监的事情，两人争锋相对的样子已经有了很大的改变。乔琳却突然又疏远了他，顾清突然意识到自己开始主动在想一个人，也是突然意识到自己很在乎乔琳对自己的看法。察觉到了自己的不正常，他发现他对乔琳时不一样的，乔琳在这段时间一直波动他的心弦，于是他决定……
"""
paragraph_7 = """
慕蓉蓉听说了顾清对乔琳产生了兴趣，于是带着敌意找到了乔琳。她向乔琳宣布自己是顾清的未婚妻，希望乔琳离顾清远一点。乔琳看到慕蓉蓉宣誓主权，心里对顾清很生气，对慕蓉蓉来找自己的行为也感觉到了冒犯。于是她下定决定离开顾清的公司，再与慕蓉蓉分别时，她向对方表达了对于对方来找自己的感受……这个感受是……
"""
paragraph_8 = """
顾清从云哲那里离开之后正准备找到乔琳，但是却接到了乔琳的辞呈。他不知道为什么突然之间乔琳对他的态度180度大转变，以他的性格一定要弄清楚才行。就算自己被拒绝也该明确的获得一个理由，而不是像现在这样，于是他决定立刻去找乔琳，他在找乔琳时发生了……
"""
paragraph_9 = """
经历了一番波折，乔琳最终还是见到了顾清，顾清向乔琳表白，乔琳直接询问了顾清和慕蓉蓉的事情，两人解决了误会，乔琳得知了真相之后接受了顾清的表白，乔琳主动对顾清……
"""
paragraph_10 = """
顾清和乔琳把在一起的事情告诉了云哲，云哲很为他们两个开心。并为他们两个提供了一次出去旅游的机会，两个人接受了云哲的好意一起出行。两个人在出去旅行时遇到了单独出行的慕蓉蓉。慕蓉蓉此时做了什么……
"""